"Downloading file '%@'" = "Chargement du fichier '%@'";
"Uploading file '%@'" = "Téléversement du fichier '%@'";
"Deleting file '%@'" = "Suppression du fichier '%@'";
"Creating folder '%@'" = "Création du dossier '%@'";
"File Deletion" = "Suppression du fichier";
"No" = "Non";
"Yes" = "Oui";
"Finding Duplicates..." = "Recherche de doublons…";
"Deleting track" = "Suppression d'une piste";
"Changing tag for track" = "Modification du repère de la piste";
"bytes" = "octets";
"Quit XNJB" = "Quitter XNJB";
"There are still items in the queue.  Are you sure you want to quit?  This could crash your NJB and/or XNJB." = "Des éléments sont dans la file. Êtes-vous certain de vouloir quitter ? Ceci peut faire planter votre appareil, XNJB ou les deux.";
"Connecting to NJB" = "Connexion à NJB";
"Disconnecting from NJB" = "Déconnexion de l'appareil";
"Connect to NJB" = "Se connecter à NJB";
"It appears that we are already connected. Do you want to try to connect again?" = "Il semble que nous sommes déjà connecté. Voulez-vous réessayer ?";
"Connect" = "Se connecter";
"Disconnect" = "Déconnecter";
"Downloading track '%@'" = "Chargement de la piste '%@'";
"Uploading track '%@'" = "Téléversement de la piste '%@'";
"Changing tag for track '%@'" = "Modification du repère de la piste '%@'";
"Deleting track '%@'" = "Suppression d'une piste '%@'";
"Are you sure you want to delete the selected local files?" = "Êtes-vous sûr de vouloir supprimer les fichiers locaux choisis ?";
"There was an error deleting file %@." = "Une erreur s'est produit en supprimant le fichier '%@'";
"Selected %d out of %d" = "%d sur %d sélectionné";
"Could not discover any jukeboxes" = "Impossible de découvrir un jukebox";
"Could not locate any jukeboxes" = "Impossible de trouver un jukebox";
"Not connected" = "Pas connecté";
"Speed %@ Mbps" = "Vitesse '%@' Mbps";
"Charging" = "Chargement";
"Battery charged or not present" = "Pile chargée ou manquante";
"Running off battery" = "Fonctionnant avec pile";
"Getting playlists" = "Obtention des listes de lecture";
"Updating playlist %@" = "Mise à jour de la liste de lecture '%@'";
"Deleting playlist %@" = "Suppression de la liste de lecture '%@'";
"Playlist Deletion" = "Suppression de la liste de lecture";
"Are you sure you want to delete the selected playlist off the NJB?" = "Êtes-vous sûr de vouloir supprimer la liste de lecture choisie de l'appareil ?";
"Save Preferences" = "Enregistrer les préférences";
"Do you want to save changes to preferences?" = "Désirez-vous enregistrer les modifications aux préférences ?";
"Cancel" = "Annuler";
"Queued" = "Dans la file";
"Running" = "Fonctionne";
"Finished" = "Terminé";
"Error" = "Erreur";
"Cancelled" = "Annulé";
"Getting Jukebox settings" = "Obtention des réglages du jukebox";
"Setting Owner Name To %@" = "Réglage de la chaîne Propriétaire à '%@'";
"Setting Time To %@" = "Réglage de l'heure à '%@'";
"Connected" = "Connecté";
"Disconnected" = "Déconnecté";
"No NJB Devices Found" = "Aucun appareil trouvé";
"Could Not Open NJB" = "Ne peut ouvrir l'appareil";
"Could Not Capture NJB" = "Ne peut capturer l'appareil";
"Uploading Track" = "Téléversement de la piste";
"Uploading File" = "Téléversement du fichier";
"Downloading Track List" = "Chargement de la liste des pistes";
"Downloading File List" = "Chargement de la liste des fichiers";
"Updating Track Tag" = "Mise à jour des repères des pistes";
"Downloading Track" = "Chargement d'une piste";
"Deleting Track" = "Suppression de la piste";
"Downloading File" = "Chargement du fichier";
"Connecting" = "Connexion";
"Disconnecting" = "Déconnexion";
"Deleting File" = "Suppression du fichier";
"Downloading Jukebox Settings" = "Chargement des réglages du jukebox";
"Updating Jukebox Settings" = "Mise à jour des réglages du jukebox";
"Downloading Playlists" = "Chargement des listes de lecture";
"Updating Playlist" = "Mise à jour des listes de lecture";
"Deleting Playlist" = "Suppression de la liste de lecture";
"Creating Folder" = "Création du dossier";
"Unknown Status" = "État inconnu";
"KB" = "Ko";
"MB" = "Mo";
"GB" = "Go";
"OK" = "OK";
"iTunes Library" = "Bibliothèque iTunes";
"Could not load iTunes library from" = "Impossible de charger la bibliothèque iTunes à partir de";
"Getting file list" = "Obtention de la liste de fichiers";
"Your player does not support this file type: please convert to a different type" = "Votre lecteur ne supporte pas ce type de fichier : merci de le convertir à un type différent";
"You can't upload non-music files in the music tab - please use the data tab" = "Vous ne pouvez transférer que de la musique dans l'onglet Musique : merci d'utiliser l'onglet Données";
"Are you sure you want to delete the selected items off the device?" = "Êtes-vous sûr de vouloir supprimer les éléments sélectionnés de l'appareil ?";
"New Playlist" = "Nouvelle liste de lecture";